{
    "version": "1.0",
    "created_at": "2025-04-28 17:24:10",
    "vocabulary": {
        "1": 0,
        "10": 1,
        "2": 2,
        "20": 3,
        "3": 4,
        "4": 5,
        "5": 6,
        "80s": 7,
        "able": 8,
        "absolutely": 9,
        "across": 10,
        "act": 11,
        "acting": 12,
        "action": 13,
        "actor": 14,
        "actors": 15,
        "actress": 16,
        "actual": 17,
        "actually": 18,
        "add": 19,
        "admit": 20,
        "age": 21,
        "ago": 22,
        "agree": 23,
        "air": 24,
        "almost": 25,
        "alone": 26,
        "along": 27,
        "already": 28,
        "also": 29,
        "although": 30,
        "always": 31,
        "amazing": 32,
        "america": 33,
        "american": 34,
        "among": 35,
        "animation": 36,
        "annoying": 37,
        "another": 38,
        "anyone": 39,
        "anything": 40,
        "anyway": 41,
        "apart": 42,
        "apparently": 43,
        "appear": 44,
        "appears": 45,
        "arent": 46,
        "around": 47,
        "art": 48,
        "ask": 49,
        "atmosphere": 50,
        "attempt": 51,
        "attempts": 52,
        "attention": 53,
        "audience": 54,
        "average": 55,
        "avoid": 56,
        "away": 57,
        "awful": 58,
        "b": 59,
        "baby": 60,
        "back": 61,
        "background": 62,
        "bad": 63,
        "badly": 64,
        "based": 65,
        "basically": 66,
        "battle": 67,
        "beautiful": 68,
        "beauty": 69,
        "became": 70,
        "become": 71,
        "becomes": 72,
        "begin": 73,
        "beginning": 74,
        "begins": 75,
        "behind": 76,
        "believable": 77,
        "believe": 78,
        "ben": 79,
        "best": 80,
        "better": 81,
        "beyond": 82,
        "big": 83,
        "bill": 84,
        "bit": 85,
        "black": 86,
        "blood": 87,
        "body": 88,
        "book": 89,
        "boring": 90,
        "box": 91,
        "boy": 92,
        "boys": 93,
        "br": 94,
        "break": 95,
        "brilliant": 96,
        "bring": 97,
        "brings": 98,
        "british": 99,
        "brother": 100,
        "brothers": 101,
        "brought": 102,
        "budget": 103,
        "bunch": 104,
        "business": 105,
        "buy": 106,
        "call": 107,
        "called": 108,
        "came": 109,
        "camera": 110,
        "cant": 111,
        "car": 112,
        "care": 113,
        "career": 114,
        "case": 115,
        "cast": 116,
        "casting": 117,
        "certain": 118,
        "certainly": 119,
        "chance": 120,
        "change": 121,
        "character": 122,
        "characters": 123,
        "cheap": 124,
        "check": 125,
        "cheesy": 126,
        "child": 127,
        "children": 128,
        "christmas": 129,
        "cinema": 130,
        "cinematography": 131,
        "city": 132,
        "class": 133,
        "classic": 134,
        "clear": 135,
        "clearly": 136,
        "close": 137,
        "come": 138,
        "comedy": 139,
        "comes": 140,
        "comic": 141,
        "coming": 142,
        "comment": 143,
        "comments": 144,
        "complete": 145,
        "completely": 146,
        "cool": 147,
        "cop": 148,
        "copy": 149,
        "could": 150,
        "couldnt": 151,
        "country": 152,
        "couple": 153,
        "course": 154,
        "crap": 155,
        "crazy": 156,
        "create": 157,
        "credits": 158,
        "crime": 159,
        "cut": 160,
        "cute": 161,
        "dance": 162,
        "dark": 163,
        "daughter": 164,
        "david": 165,
        "day": 166,
        "days": 167,
        "de": 168,
        "dead": 169,
        "deal": 170,
        "death": 171,
        "decent": 172,
        "decided": 173,
        "deep": 174,
        "definitely": 175,
        "deserves": 176,
        "despite": 177,
        "development": 178,
        "dialog": 179,
        "dialogue": 180,
        "didnt": 181,
        "die": 182,
        "different": 183,
        "difficult": 184,
        "directed": 185,
        "directing": 186,
        "direction": 187,
        "director": 188,
        "directors": 189,
        "disappointed": 190,
        "disney": 191,
        "doctor": 192,
        "documentary": 193,
        "doesnt": 194,
        "dog": 195,
        "done": 196,
        "dont": 197,
        "doubt": 198,
        "dr": 199,
        "drama": 200,
        "dramatic": 201,
        "dream": 202,
        "due": 203,
        "dull": 204,
        "dumb": 205,
        "dvd": 206,
        "earlier": 207,
        "early": 208,
        "earth": 209,
        "easily": 210,
        "easy": 211,
        "editing": 212,
        "effect": 213,
        "effects": 214,
        "effort": 215,
        "either": 216,
        "elements": 217,
        "else": 218,
        "emotional": 219,
        "end": 220,
        "ending": 221,
        "ends": 222,
        "english": 223,
        "enjoy": 224,
        "enjoyable": 225,
        "enjoyed": 226,
        "enough": 227,
        "entertaining": 228,
        "entertainment": 229,
        "entire": 230,
        "episode": 231,
        "episodes": 232,
        "especially": 233,
        "etc": 234,
        "even": 235,
        "events": 236,
        "eventually": 237,
        "ever": 238,
        "every": 239,
        "everyone": 240,
        "everything": 241,
        "evil": 242,
        "exactly": 243,
        "example": 244,
        "excellent": 245,
        "except": 246,
        "expect": 247,
        "expected": 248,
        "expecting": 249,
        "experience": 250,
        "extremely": 251,
        "eye": 252,
        "eyes": 253,
        "face": 254,
        "fact": 255,
        "fails": 256,
        "fairly": 257,
        "fall": 258,
        "falls": 259,
        "family": 260,
        "famous": 261,
        "fan": 262,
        "fans": 263,
        "fantastic": 264,
        "far": 265,
        "fast": 266,
        "father": 267,
        "favorite": 268,
        "feature": 269,
        "features": 270,
        "feel": 271,
        "feeling": 272,
        "feels": 273,
        "felt": 274,
        "female": 275,
        "fight": 276,
        "fighting": 277,
        "figure": 278,
        "film": 279,
        "filmbr": 280,
        "filmed": 281,
        "filmmakers": 282,
        "films": 283,
        "final": 284,
        "finally": 285,
        "find": 286,
        "finds": 287,
        "fine": 288,
        "fire": 289,
        "first": 290,
        "five": 291,
        "flat": 292,
        "flick": 293,
        "follow": 294,
        "footage": 295,
        "forced": 296,
        "forget": 297,
        "form": 298,
        "forward": 299,
        "found": 300,
        "four": 301,
        "free": 302,
        "french": 303,
        "friend": 304,
        "friends": 305,
        "front": 306,
        "full": 307,
        "fun": 308,
        "funny": 309,
        "future": 310,
        "game": 311,
        "gave": 312,
        "gay": 313,
        "general": 314,
        "genre": 315,
        "george": 316,
        "get": 317,
        "gets": 318,
        "getting": 319,
        "girl": 320,
        "girlfriend": 321,
        "girls": 322,
        "give": 323,
        "given": 324,
        "gives": 325,
        "giving": 326,
        "go": 327,
        "god": 328,
        "goes": 329,
        "going": 330,
        "gone": 331,
        "good": 332,
        "gore": 333,
        "got": 334,
        "great": 335,
        "greatest": 336,
        "group": 337,
        "guess": 338,
        "guy": 339,
        "guys": 340,
        "half": 341,
        "hand": 342,
        "hands": 343,
        "happen": 344,
        "happened": 345,
        "happens": 346,
        "happy": 347,
        "hard": 348,
        "hardly": 349,
        "hate": 350,
        "havent": 351,
        "head": 352,
        "hear": 353,
        "heard": 354,
        "heart": 355,
        "hell": 356,
        "help": 357,
        "hero": 358,
        "hes": 359,
        "high": 360,
        "highly": 361,
        "hilarious": 362,
        "history": 363,
        "hit": 364,
        "hollywood": 365,
        "home": 366,
        "hope": 367,
        "horrible": 368,
        "horror": 369,
        "hot": 370,
        "hour": 371,
        "hours": 372,
        "house": 373,
        "however": 374,
        "huge": 375,
        "human": 376,
        "humor": 377,
        "husband": 378,
        "id": 379,
        "idea": 380,
        "ideas": 381,
        "ill": 382,
        "im": 383,
        "imagine": 384,
        "imdb": 385,
        "important": 386,
        "including": 387,
        "incredibly": 388,
        "indeed": 389,
        "inside": 390,
        "instead": 391,
        "interest": 392,
        "interested": 393,
        "interesting": 394,
        "involved": 395,
        "isnt": 396,
        "itbr": 397,
        "ive": 398,
        "jack": 399,
        "james": 400,
        "japanese": 401,
        "job": 402,
        "joe": 403,
        "john": 404,
        "joke": 405,
        "jokes": 406,
        "keep": 407,
        "keeps": 408,
        "kept": 409,
        "kid": 410,
        "kids": 411,
        "kill": 412,
        "killed": 413,
        "killer": 414,
        "killing": 415,
        "kind": 416,
        "king": 417,
        "knew": 418,
        "know": 419,
        "known": 420,
        "knows": 421,
        "la": 422,
        "lack": 423,
        "lady": 424,
        "lame": 425,
        "last": 426,
        "late": 427,
        "later": 428,
        "laugh": 429,
        "laughs": 430,
        "lead": 431,
        "leading": 432,
        "leads": 433,
        "learn": 434,
        "least": 435,
        "leave": 436,
        "leaves": 437,
        "lee": 438,
        "left": 439,
        "less": 440,
        "let": 441,
        "lets": 442,
        "level": 443,
        "life": 444,
        "light": 445,
        "like": 446,
        "liked": 447,
        "line": 448,
        "lines": 449,
        "little": 450,
        "live": 451,
        "lives": 452,
        "living": 453,
        "local": 454,
        "long": 455,
        "look": 456,
        "looked": 457,
        "looking": 458,
        "looks": 459,
        "lost": 460,
        "lot": 461,
        "lots": 462,
        "love": 463,
        "loved": 464,
        "low": 465,
        "made": 466,
        "main": 467,
        "major": 468,
        "make": 469,
        "makes": 470,
        "making": 471,
        "male": 472,
        "man": 473,
        "manages": 474,
        "many": 475,
        "mark": 476,
        "match": 477,
        "material": 478,
        "matter": 479,
        "may": 480,
        "maybe": 481,
        "mean": 482,
        "means": 483,
        "meant": 484,
        "meet": 485,
        "meets": 486,
        "memorable": 487,
        "men": 488,
        "mention": 489,
        "mess": 490,
        "message": 491,
        "michael": 492,
        "middle": 493,
        "might": 494,
        "mind": 495,
        "minute": 496,
        "minutes": 497,
        "miss": 498,
        "missing": 499,
        "modern": 500,
        "moment": 501,
        "moments": 502,
        "money": 503,
        "monster": 504,
        "mostly": 505,
        "mother": 506,
        "move": 507,
        "movie": 508,
        "moviebr": 509,
        "movies": 510,
        "moving": 511,
        "mr": 512,
        "much": 513,
        "murder": 514,
        "music": 515,
        "musical": 516,
        "must": 517,
        "mystery": 518,
        "name": 519,
        "named": 520,
        "nature": 521,
        "near": 522,
        "nearly": 523,
        "need": 524,
        "needed": 525,
        "needs": 526,
        "neither": 527,
        "never": 528,
        "new": 529,
        "next": 530,
        "nice": 531,
        "night": 532,
        "none": 533,
        "note": 534,
        "nothing": 535,
        "novel": 536,
        "nudity": 537,
        "number": 538,
        "obvious": 539,
        "obviously": 540,
        "often": 541,
        "oh": 542,
        "ok": 543,
        "okay": 544,
        "old": 545,
        "older": 546,
        "one": 547,
        "ones": 548,
        "open": 549,
        "opening": 550,
        "opinion": 551,
        "order": 552,
        "original": 553,
        "oscar": 554,
        "others": 555,
        "otherwise": 556,
        "outside": 557,
        "overall": 558,
        "parents": 559,
        "part": 560,
        "particular": 561,
        "particularly": 562,
        "parts": 563,
        "past": 564,
        "paul": 565,
        "pay": 566,
        "people": 567,
        "perfect": 568,
        "perfectly": 569,
        "performance": 570,
        "performances": 571,
        "perhaps": 572,
        "period": 573,
        "person": 574,
        "personal": 575,
        "peter": 576,
        "picture": 577,
        "piece": 578,
        "place": 579,
        "plain": 580,
        "play": 581,
        "played": 582,
        "playing": 583,
        "plays": 584,
        "please": 585,
        "plenty": 586,
        "plot": 587,
        "plus": 588,
        "point": 589,
        "points": 590,
        "police": 591,
        "political": 592,
        "poor": 593,
        "poorly": 594,
        "portrayed": 595,
        "possible": 596,
        "possibly": 597,
        "potential": 598,
        "power": 599,
        "powerful": 600,
        "predictable": 601,
        "premise": 602,
        "present": 603,
        "pretty": 604,
        "previous": 605,
        "probably": 606,
        "problem": 607,
        "problems": 608,
        "production": 609,
        "put": 610,
        "quality": 611,
        "question": 612,
        "quickly": 613,
        "quite": 614,
        "rather": 615,
        "rating": 616,
        "read": 617,
        "reading": 618,
        "real": 619,
        "realistic": 620,
        "reality": 621,
        "realize": 622,
        "really": 623,
        "reason": 624,
        "reasons": 625,
        "recommend": 626,
        "red": 627,
        "relationship": 628,
        "release": 629,
        "released": 630,
        "remake": 631,
        "remember": 632,
        "rent": 633,
        "rest": 634,
        "result": 635,
        "return": 636,
        "review": 637,
        "reviews": 638,
        "rich": 639,
        "richard": 640,
        "ridiculous": 641,
        "right": 642,
        "robert": 643,
        "rock": 644,
        "role": 645,
        "roles": 646,
        "romance": 647,
        "romantic": 648,
        "room": 649,
        "run": 650,
        "running": 651,
        "sad": 652,
        "sadly": 653,
        "said": 654,
        "save": 655,
        "saw": 656,
        "say": 657,
        "saying": 658,
        "says": 659,
        "scary": 660,
        "scene": 661,
        "scenes": 662,
        "school": 663,
        "scifi": 664,
        "score": 665,
        "screen": 666,
        "screenplay": 667,
        "script": 668,
        "season": 669,
        "second": 670,
        "secret": 671,
        "see": 672,
        "seeing": 673,
        "seem": 674,
        "seemed": 675,
        "seems": 676,
        "seen": 677,
        "sense": 678,
        "sequel": 679,
        "sequence": 680,
        "sequences": 681,
        "series": 682,
        "serious": 683,
        "seriously": 684,
        "set": 685,
        "sets": 686,
        "setting": 687,
        "several": 688,
        "sex": 689,
        "sexual": 690,
        "shame": 691,
        "shes": 692,
        "short": 693,
        "shot": 694,
        "shots": 695,
        "show": 696,
        "showing": 697,
        "shown": 698,
        "shows": 699,
        "side": 700,
        "silly": 701,
        "similar": 702,
        "simple": 703,
        "simply": 704,
        "since": 705,
        "single": 706,
        "sister": 707,
        "sit": 708,
        "situation": 709,
        "slow": 710,
        "small": 711,
        "society": 712,
        "somehow": 713,
        "someone": 714,
        "something": 715,
        "sometimes": 716,
        "somewhat": 717,
        "son": 718,
        "song": 719,
        "songs": 720,
        "soon": 721,
        "sorry": 722,
        "sort": 723,
        "sound": 724,
        "sounds": 725,
        "soundtrack": 726,
        "space": 727,
        "special": 728,
        "stage": 729,
        "stand": 730,
        "star": 731,
        "stars": 732,
        "start": 733,
        "started": 734,
        "starts": 735,
        "stay": 736,
        "still": 737,
        "stop": 738,
        "stories": 739,
        "story": 740,
        "storyline": 741,
        "straight": 742,
        "strange": 743,
        "street": 744,
        "strong": 745,
        "stuff": 746,
        "stupid": 747,
        "style": 748,
        "subject": 749,
        "success": 750,
        "superb": 751,
        "supporting": 752,
        "supposed": 753,
        "sure": 754,
        "surprise": 755,
        "surprised": 756,
        "suspense": 757,
        "take": 758,
        "taken": 759,
        "takes": 760,
        "taking": 761,
        "tale": 762,
        "talent": 763,
        "talented": 764,
        "talk": 765,
        "talking": 766,
        "team": 767,
        "television": 768,
        "tell": 769,
        "tells": 770,
        "ten": 771,
        "terrible": 772,
        "thats": 773,
        "theater": 774,
        "theme": 775,
        "theres": 776,
        "theyre": 777,
        "thing": 778,
        "things": 779,
        "think": 780,
        "thinking": 781,
        "third": 782,
        "though": 783,
        "thought": 784,
        "three": 785,
        "thriller": 786,
        "throughout": 787,
        "time": 788,
        "times": 789,
        "title": 790,
        "today": 791,
        "together": 792,
        "told": 793,
        "tom": 794,
        "took": 795,
        "top": 796,
        "total": 797,
        "totally": 798,
        "towards": 799,
        "town": 800,
        "tried": 801,
        "tries": 802,
        "true": 803,
        "truly": 804,
        "truth": 805,
        "try": 806,
        "trying": 807,
        "turn": 808,
        "turned": 809,
        "turns": 810,
        "tv": 811,
        "twist": 812,
        "two": 813,
        "type": 814,
        "typical": 815,
        "understand": 816,
        "unfortunately": 817,
        "unique": 818,
        "unless": 819,
        "unlike": 820,
        "upon": 821,
        "us": 822,
        "use": 823,
        "used": 824,
        "using": 825,
        "usual": 826,
        "usually": 827,
        "various": 828,
        "version": 829,
        "video": 830,
        "view": 831,
        "viewer": 832,
        "viewers": 833,
        "viewing": 834,
        "villain": 835,
        "violence": 836,
        "voice": 837,
        "wait": 838,
        "want": 839,
        "wanted": 840,
        "wants": 841,
        "war": 842,
        "wasnt": 843,
        "waste": 844,
        "wasted": 845,
        "watch": 846,
        "watched": 847,
        "watching": 848,
        "way": 849,
        "ways": 850,
        "weak": 851,
        "weird": 852,
        "well": 853,
        "went": 854,
        "western": 855,
        "whatever": 856,
        "whats": 857,
        "whether": 858,
        "white": 859,
        "whole": 860,
        "whos": 861,
        "whose": 862,
        "wife": 863,
        "william": 864,
        "wish": 865,
        "within": 866,
        "without": 867,
        "woman": 868,
        "women": 869,
        "wonder": 870,
        "wonderful": 871,
        "wont": 872,
        "word": 873,
        "words": 874,
        "work": 875,
        "worked": 876,
        "working": 877,
        "works": 878,
        "world": 879,
        "worse": 880,
        "worst": 881,
        "worth": 882,
        "would": 883,
        "wouldnt": 884,
        "write": 885,
        "writer": 886,
        "writers": 887,
        "writing": 888,
        "written": 889,
        "wrong": 890,
        "year": 891,
        "years": 892,
        "yes": 893,
        "yet": 894,
        "york": 895,
        "youll": 896,
        "young": 897,
        "youre": 898,
        "youve": 899,
        "zombie": 900,
        "\u0096": 901,
        "<UNK>": 902,
        "<PAD>": 903
    }
}